Repository: libninjam/gninjam
Catalog: po/*.po
Languages: de

source: sets topic to:
de: setzt Thema auf:

source: Topic is:
de: Thema ist:

source: has
de: hat

source: left
de: den Server verlassen

source: joined
de: den Server betreten

source: Error opening audio!
de: Fehler beim öffnen des Audio!

source: new channel
de: neuer Kanal

source: Error creating session directory
de: Fehler beim Erstellen der Sitzungsverzeichnisses

source: center
de: Mitte

source: Metronome:
de: Metronom:

source: Mute
de: Stumm

source: <b>Local</b>
de: <b>Lokal</b>

source: <b>Remote</b>
de: <b>Entfernt</b>

source: _Local channels
de: _Lokale Kanäle

source: _Remote channels
de: _Entfernte Kanäle

source: _File
de: _Datei

source: _Edit
de: _Bearbeiten

source: _View
de: _Ansicht

source: _Help
de: _Hilfe

source: Connected to
de: Verbunden mit

source: as
de: als

source: ERROR: invalid login/password
de: FEHLER: falsches Login/Passwort

source: ERROR: failed connecting to host
de: FEHLER: Verbindung zum Server fehlgeschlagen

source: Not connected
de: Nicht verbunden

source: ERROR: disconnected from host
de: FEHLER: vom Server getrennt

source: . Server gave explanation:
de: . Server gab Erklärung:

source: *** error: /msg requires a username and a message.
de: *** Fehler: /msg benötigt einen Benutzernamen und eine Nachricht.

source: *** error: unknown command.
de: *** Fehler: unbekannter Befehl.

source: New channel
de: Neuer Kanal

source: You must agree to this license to connect to this server.
de: Sie müssen der Lizenz zustimmen, um sich mit dem Server zu verbinden.

source: License
de: Lizenz

source: Audio driver:
de: Audio Treiber:

source: Session directory:
de: Sitzungsverzeichnis:

source: Save local audio:
de: Speichere lokale Audiodateien:

source: Save log files
de: Speichere Log Dateien

source: General
de: Allgemein

source: Client name:
de: Klientennamen:

source: Number of input channels:
de: Zahl der Eingangskanäle:

source: Number of output channels:
de: Zahl der Ausgangskanäle:

source: Jack settings
de: Jack Einstellungen

source: Config string:
de: Konfigurationszeichenkette:

source: Alsa settings
de: Alsa Einstellungen

source: Hostname:
de: Servername:

source: Username:
de: Benutzername:

source: Password:
de: Passwort:

source: Default Connection
de: Standard Verbindung

source: Preferences
de: Einstellungen

source: None
de: Keine

source: Ogg Files
de: Ogg Dateien

source: Ogg+Wave Files
de: Ogg+Wave Dateien

source: Delete Ogg Files as soon as possible
de: Lösche Ogg Dateien so bald wie möglich

source: Connect _anonymously
de: _Anonym verbinden

source: Connect
de: Verbinden

source: Transmit
de: Übertragen

source: Remove
de: Entfernen

source: Receive
de: Empfangen

source: User master:
de: Benutzer Master:

source: Gtk client for NINJAM
de: Gtk Klient für NINJAM

source: translator-credits
de: Tobias Gehrig <tobias@gehrignet.de>

source: Falling back on alsa audio driver!
de: Greife auf Alsa Audiotreiber zurück.

source: Stereo Input
de: Stereo Eingang

source: Stereo Output
de: Stereo Ausgang

source: Normal NINJAM
de: Normales NINJAM

source: Voice Chat
de: Sprechmodus

source: Session Mode
de: Sitzungsmodus

source: [Voice Chat]
de: [Sprache]

source: [Session]
de: [Sitzung]

source: Maximum available session length
de: Maximal verfügbare Sitzungslänge

source: Autosubscription
de: Autosubskription

source: Disable autosubscription
de: Deaktiviere Autosubskription

source: Enable autosubscription for all users
de: Aktiviere Autosubskription für alle Benutzer

source: Enable autosubscription for all specified users
de: Aktiviere Autosubskription für alle angegebenen Benutzer

source: Disable autosubscription for all specified users
de: Deaktiviere Autosubskription für alle angegebenen Benutzer

source: Add user
de: Füge Benutzer hinzu

source: Specify user to be added to the list.
de: Geben sie einen Benutzer an, der zur Liste hinzugefügt werden soll.

source: User already in list.
de: Benutzer bereits in Liste.

source: The user name you specified is already existing in the list.
de: Der Benutzername, den sie angegeben haben, existiert bereits in der Liste.
